{
  "songs": [
    {
      "id": "chariots1",
      "title": "Chariots",
      "lyrics": "O Shepherd o shepherd come leave off your piping\nCome listen come learn come hear what I say\nFor now is the time that has long been forespoken\nFor now is the time there'll be new tunes to play\nFor soon there comes one who brings a new music\nOf sweetness and clarity none can compare\nSo open your heart for heavenly harmony\nHere on this hill will be filling the air\n\nChorus:\nWith chariots of cherubim chanting\nAnd seraphim singing Hosanna\nAnd a choir of archangels a-carolling come\nHallelujah Hallelu\nAll the angels a-trumpeting glory\nIn praise of the Prince of Peace\n\nSee on yon stable the starlight is shimmering\nAnd glimmering and glistening and glowing with glee\nIn Bethlehem blest this baby of bliss will be\nBorn here before you as bold as can be\nAnd you'll be the first to hear the new symphony\nSongs full of gladness and glory and light\nSo learn your tunes well and play your pipes proudly\nFor the Prince of Paradise plays here tonight\n\nChorus\n\nBring your sheep bleating to this happy meeting\nTo hear how the lamb with the lion shall lie\nIt's mooing and braying you'll hear the song saying\nThe humble and lowly will be the most high\nLet the horn of the herdsman be heard up in heaven\nFor the gates are flung open for all who come near\nAnd the simplest of souls shall sing to infinity\nLift up and listen and you shall hear\n\nChorus\n\nThe warmonger's charger will thunder for freedom\nThe gun-maker's furnace will dwindle and die\nAnd muskets and sabers and swords shall be sundered\nSurrendered to the sound that is sweeping the sky\nAnd the shoes of the mighty shall dance to new measures\nAnd the jackboots of generals shall jangle no more\nAs sister and brother and father and mother\nAgree with each other the end to all war\n\nChorus\n\nAs a candle can conquer the demons of darkness\nAs a flame can keep frost from the deepest of cold\nSo a song can give hope in the depths of all danger\nAnd a line of pure melody soar in your soul\nSo sing your songs well and sing your songs sweetly\nAnd swear that your singing it never shall cease\nSo the clatter of battle and drums of disaster\nBe drowned in the sound of the pipes of peace\n\nChorus",
      "createdAt": "2024-01-01T00:00:00.000Z"
    },
    {
      "id": "bells1",
      "title": "Bells of Norwich",
      "lyrics": "Loud are the bells of Norwich and the people come and go\nHere by the tower of Julian I tell them what I know\n\nChorus:\nRing out bells of Norwich and let the winter come and go\nAll shall be well again I know\n\nLove like the yellow daffodil is coming through the snow\nLove like the yellow daffodil is Lord of all I know\n\nChorus\n\nRing for the yellow daffodil, the flower in the snow\nRing for the yellow daffodil and tell them what I know\n\nChorus\n\n(sung as chorus)\nAll shall be well I'm telling you let the winter come and go\nAll shall be well again I know.",
      "createdAt": "2024-01-01T00:00:00.000Z"
    },
    {
      "id": "appletree1",
      "title": "Apple Tree Wassail",
      "lyrics": "O lily-white lily, o lily-white pin,\nPlease to come down and let us come in!\nLily-white lily, o lily-white smock,\nPlease to come down and pull back the lock!\n\nChorus:\n(It's) Our wassail jolly wassail!\nJoy come to our jolly wassail!\nHow well they may bloom, how well they may bear\nSo we may have apples and cider next year.\n\nO master and mistress, o are you within?\nPlease to come down and pull back the pin\n\nChorus\n\nThere was an old farmer and he had an old cow,\nBut how to milk her he didn't know how.\nHe put his old cow down in his old barn.\nAnd a little more liquor won't do us no harm.\n\nHarm me boys harm, harm me boys harm,\nA little more liquor won't do us no harm.\n\nChorus\n\nO the ringles and the jingles and the tenor of the song goes\nMerrily merrily merrily.\nO the tenor of the song goes merrily.\n\nSpoken: Hatfuls, capfuls, three-bushel bagfuls,\nLittle heaps under the stairs.\nHip hip hooray!",
      "createdAt": "2024-01-01T00:00:00.000Z"
    },
    {
      "id": "shepherds1",
      "title": "Shepherds Arise",
      "lyrics": "Shepherds arise, be not afraid, with hasty steps prepare\nTo David's city, sin on earth,\nWith our blest Infant—with our blest Infant there,\nWith our blest Infant there, with our blest Infant there.\n\nSing, sing, all earth, sing, sing, all earth eternal praises sing\nTo our Redeemer, to our Redeemer and our heavenly King.\n\nLaid in a manger viewed a Child, humility Divine,\nSweet innocence sounds meek and mild.\nGrace in his features—grace in his features shine,\nGrace in his features shine, grace in his features shine.\n\nSing, sing, all earth, sing, sing, all earth eternal praises sing\nTo our Redeemer, to our Redeemer and our heavenly King.\n\nFor us the Saviour came on earth, for us his life he gave,\nTo save us from eternal death\nAnd to raise us from—and to raise us from the grave\nTo raise us from the grave and to raise us from the grave\n\nSing, sing, all earth, sing, sing, all earth eternal praises sing\nTo our Redeemer, to our Redeemer and our heavenly King.",
      "createdAt": "2024-01-01T00:00:00.000Z"
    },
    {
      "id": "8b4436a1bc73ab45",
      "title": "We Shall Overcome",
      "lyrics": "We shall overcome\n\nWe shall overcome\n\nWe shall overcome, some day\n\n*Oh, deep in my heart*\n\n*I do believe*\n\n*We shall overcome, some day*\n\nWe'll walk hand in hand\n\nWe'll walk hand in hand\n\nWe'll walk hand in hand, some day\n\nWe shall live in peace\n\nWe shall live in peace\n\nWe shall live in peace, some day\n\nWe shall all be free\n\nWe shall all be free\n\nWe shall all be free, some day\n\nWe are not afraid\n\nWe are not afraid\n\nWe are not afraid, TODAY\n\nWe shall overcome\n\nWe shall overcome\n\nWe shall overcome, some day",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "6305459948be6ff7",
      "title": "If I Had A Hammer",
      "lyrics": "If I had a hammer, I'd hammer in the morning\n\nI'd hammer in the evening all over this land\n\nI'd hammer out danger, I'd hammer out a warning\n\nI'd hammer out love between my brothers and my sisters\n\nAll over this land, ooh\n\nIf I had a bell, I'd ring it in the morning\n\nI'd ring it in the evening all over this land\n\nI'd ring out danger, I'd ring out a warning\n\nI'd ring out love between my brothers and my sisters\n\nAll over this land, ooh\n\nIf I had a song, I'd sing it in the morning\n\nI'd sing it in the evening all over this land\n\nI'd sing out danger, I'd sing out a warning\n\nI'd sing out love between my brothers and my sisters\n\nAll over this land, ooh\n\nWell, I got a hammer, and I got a bell\n\nI've got a SONG! TO! SING! all over this land\n\nIt's the hammer of Justice, it's the bell of Freedom\n\nIt's a song about Love between my brothers and my sisters\n\nAll over this land\n\nIt's the hammer of Justice, it's the bell of Freedom\n\nIt's a song about Love between my brothers and my sisters\n\nAll over this land",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "2862c3660ae557a0",
      "title": "Down By the Riverside",
      "lyrics": "I'm gonna lay down my heavy load\n\nDown by the riverside\n\nDown by the riverside\n\nDown by the riverside\n\nI'm gonna lay down my heavy load\n\nDown by the riverside\n\nGonna study war no more\n\n*I ain't gonna study war no more*\n\n*I ain't gonna study war no more*\n\n*I ain't gonna study war no more*\n\n*I ain't gonna study war no more*\n\nI'm gonna lay down my sword and shield...\n\nI'm gonna talk with that Prince of Peace...\n\nI'm gonna lay down my gun and belt...\n\nI'm gonna put on my long white robe...",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "38603e6a52f78087",
      "title": "How Can I Keep From Singing?",
      "lyrics": "My life goes on in endless song\n\nAbove earth's lamentations\n\nI hear the real, though far-off hymn\n\nThat hails a new creation\n\nThrough all the tumult and the strife\n\nI hear its music ringing\n\nIt sounds an echo in my soul\n\nHow can I keep from singing?\n\nWhile though the tempest loudly roars\n\nI hear the truth, it liveth\n\nAnd though the darkness 'round me close\n\nSongs in the night it giveth\n\nNo storm can shake my inmost calm\n\nWhile to that rock I'm clinging\n\nSince love is lord of heaven and earth\n\nHow can I keep from singing?\n\nWhen tyrants tremble sick with fear\n\nAnd hear their death knell ringing\n\nWhen friends rejoice both far and near\n\nHow can I keep from singing?\n\nIn prison cell and dungeon vile\n\nOur thoughts to them are winging\n\nWhen friends by shame are undefiled\n\nHow can I keep from singing?",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "ad89db0b3591b64c",
      "title": "I Hear Them All",
      "lyrics": "I hear the crying of the hungry in the deserts where they're wandering\n\nHear them crying out for heaven's own benevolence upon them\n\nHear destructive power prevailing, I hear fools falsely hailing\n\nTo the crooked wits of tyrants when they call\n\n*I hear them all*\n\n*I hear them all*\n\n*I hear them all*\n\nI hear the sounds of tearing pages and the roar of burning paper\n\nAll the crimes and acquisition turn to air and ash and vapor\n\nAnd the rattle of the shackle, far beyond emancipator\n\nAnd the lowliest who gather in their stalls\n\nSo, while you sit and whistle Dixie with your money and your power\n\nI can hear the flowers a-growing in the rubble of the towers\n\nI hear leaders quit their lying, I hear babies quit their crying\n\nI hear soldiers quit their dying, one and all\n\nI hear the tender words from Zion, I hear Noah's waterfall\n\nHear the gentle Lamb of Judah, sleeping at the feet of Buddha\n\nAnd the prophets, from Elijah, to the old Paiute Wovoka\n\nTake their places at the table when they're called\n\n*I hear them all*\n\n*I hear them all*\n\n*I hear them all*\n\n*[to end, repeat chorus as many times as you choose]*",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "e19bd70c992e00c5",
      "title": "We Shall Not Be Moved",
      "lyrics": "We shall not, we shall not be moved\n\nWe shall not, we shall not be moved\n\nJust like a tree that's standing by the water\n\nWe shall not be moved\n\nWe're on the road to freedom, we shall not be moved...\n\nWe're on the road to justice, we shall not be moved...\n\nThe union is behind us, we shall not be moved...\n\nThe courts are behind us, we shall not be moved...\n\nWe will stand and fight together, we shall not be moved...\n\nWe're fighting for our children, we shall not be moved...\n\nWe're young and old together, we shall not be moved...\n\nWe're women and men together, we shall not be moved...\n\nWe were born in many countries, we shall not be moved...\n\nWe are Black and\nWhite together, we shall not be moved...\n\nWe're straight and gay together, we shall not be moved...\n\nThey kidnap organizers, we shall not be moved...\n\nTheir orders are being canceled, we shall not be moved...\n\nWe're not afraid of tear gas, we shall not be moved...\n\nWe're not afraid of\nICE thugs, we shall not be moved...\n\nWe shall not, we shall not be moved...",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "08c12b6844ea206f",
      "title": "Ain't Gonna Let Nobody Turn Me Around",
      "lyrics": "Ain't gonna let nobody turn me around\n\nTurn me around, turn me around\n\nAin't gonna let nobody turn me around\n\nI'm gonna keep on walkin', keep on talkin'\n\nMarchin' up to freedom land\n\nAin't gonna let injustice turn me around...\n\nAin't gonna let intimidation turn me around...\n\nAin't gonna let racism turn me around...\n\nAin't gonna let no job cuts  turn me around...\n\nAin't gonna let no hatred turn me around...\n\nAin't gonna let no fat cats turn me around...\n\nAin't gonna let no masked thugs turn me around...\n\nAin't gonna let no jailhouse turn me around...\n\nAin't gonna let nobody turn me around...",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "fbef6d93c7e52e05",
      "title": "Solidarity Forever",
      "lyrics": "When the union's inspiration through the workers' blood shall run\n\nThere can be no power greater anywhere beneath the sun\n\nYet what force on earth is weaker than the feeble strength of one\n\nBut the union makes us strong\n\n*Solidarity forever*\n\n*Solidarity forever*\n\n*Solidarity forever*\n\n*For the union makes us strong!*\n\nIs there aught we hold in common with the greedy parasite\n\nWho would lash us into serfdom and would crush us with his might\n\nIs there anything left to us but to organize and fight?\n\nFor the union makes us strong\n\nIt is we who plowed the prairies; built the cities where they trade\n\nDug the mines and built the workshops, endless miles of railroad laid\n\nNow we stand outcast and starving midst the wonders we have made\n\nBut the union makes us strong\n\nAll the world that's owned by idle drones is ours and ours alone\n\nWe have laid the wide foundations; built it skyward stone by stone\n\nIt is ours, not to slave in, but to master and to own\n\nWhile the union makes us strong\n\nThey have taken untold millions that they never toiled to earn\n\nBut without our brain and muscle not a single wheel can turn\n\nWe can break their haughty power, gain our freedom when we learn\n\nThat the union makes us strong\n\nIn our hands is placed a power greater than their hoarded gold\n\nGreater than the might of armies, magnified a thousandfold\n\nWe can bring to birth a new world from the ashes of the old\n\nFor the union makes us strong",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "4d3934e90cd3173d",
      "title": "Plane Wreck at Los Gatos",
      "lyrics": "The crops are all in and the peaches are rotting\n\nThe oranges piled in their creosote dumps\n\nThey're flying them back to the Mexican border\n\nTo pay all their money to wade back again\n\nMy father's own father, he waded that river\n\nThey took all the money he made in his life\n\nMy brothers and sisters come working the fruit trees\n\nAnd they rode the truck till they took down and died\n\n*Goodbye to my Juan, goodbye Rosalita*\n\n*Adios mis amigos, Jesus y Maria*\n\n*You won't have a name when you ride the big airplane*\n\n*All they will call you will be\n\"deportees\"*\n\nSome of us have no papers, and some are not wanted\n\nOur work contract's out and we have to move on\n\nSix hundred miles to that Mexican border\n\nThey chase us like outlaws, like rustlers, like thieves\n\nWe died in your hills, we died in your deserts\n\nWe died in your valleys, and died on your plains\n\nWe died 'neath your trees and we died in your bushes\n\nBoth sides of the river, we died just the same\n\nThe sky plane caught fire over Los Gatos Canyon\n\nA fireball of lightning, and shook all our hills\n\nWho are all these friends, all scattered like dry leaves?\n\nThe radio says, \"They were just deportees\"\n\nIs this the best way we can grow our big orchards?\n\nIs this the best way we can grow our good fruit?\n\nTo fall like dry leaves to rot on my topsoil\n\nAnd be known by no name except \"deportees\"",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "8d020cd8db8d60e5",
      "title": "This Land Is Your Land",
      "lyrics": "*This land is your land, and this land is my land*\n\n*From California to the New York Island*\n\n*From the Redwood Forest to the Gulf Stream\nWaters*\n\n*This land was made for you and me*\n\nAs I went walking that ribbon of highway\n\nAnd I saw above me that endless skyway\n\nI saw below me that golden valley\n\nThis land was made for you and me\n\nI roamed and rambled and I followed my footsteps\n\nTo the sparkling sands of her diamond deserts\n\nAll around me a voice was a-sounding\n\nThis land was made for you and me\n\nThere was a big high wall there that tried to stop me\n\nSign was painted, said, \"Private Property\"\n\nBut on the back side, it didn't say nothing\n\nThis land was made for you and me\n\nWhen the sun comes shining, then I was strolling\n\nAnd the wheat fields waving and the dust clouds rolling\n\nA voice come chanting as the fog was lifting\n\nThis land was made for you and me",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "8c989d2aa1884171",
      "title": "I Ain't Marching Anymore",
      "lyrics": "Oh,\nI marched to the battle of New Orleans at the end of the early British wars\n\nThe young land started growing, the young blood started flowing\n\nBut\nI ain't marching anymore\n\nFor\nI've killed my share of Indians in a thousand different fights\n\nI was there at the Little Big Horn\n\nI heard many men lying, I saw many more dying\n\nBut\nI ain't marching anymore\n\n*It's always the old to lead us to the wars*\n\n*It's always the young to fall*\n\n*Now look at all we've won with the saber and the gun*\n\n*Tell me, is it worth it all?*\n\nFor\nI stole California from the Mexican land, fought in the bloody Civil War\n\nYes,\nI even killed my brothers, and so many others\n\nBut\nI ain't marching anymore\n\nFor\nI marched to the battles of the German trench\n\nIn a war that was bound to end all wars\n\nOh,\nI must have killed a million men and now they want me back again\n\nBut\nI ain't marching anymore\n\nFor\nI flew the final mission in the Japanese skies, set off the mighty mushroom roar\n\nWhen\nI saw the cities burning I knew that I was learning\n\nThat\nI ain't marching anymore\n\nNow the labor leader's screamin' when they close the missile plants\n\nUnited\nFruit screams at the Cuban shore\n\nCall it peace or call it treason, call it love or call it reason\n\nBut\nI ain't marching anymore\n\nNo,\nI ain't marching anymore",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "5ed33eb217fdf22a",
      "title": "Blowing In the Wind",
      "lyrics": "How many roads must a man walk down\n\nBefore you call him a man?\n\nHow many seas must a white dove sail\n\nBefore she sleeps in the sand?\n\nYes, and how many times must the cannonballs fly\n\nBefore they're forever banned?\n\n*The answer, my friend, is blowin' in the wind*\n\n*The answer is blowin' in the wind*\n\nYes, and how many years must a mountain exist\n\nBefore it is washed to the sea?\n\nYes, and how many years can some people exist\n\nBefore they're allowed to be free?\n\nYes, and how many times can a man turn his head\n\nAnd pretend that he just doesn't see?\n\nYes, and how many times must a man look up\n\nBefore he can see the sky?\n\nYes, and how many ears must one man have\n\nBefore he can hear people cry?\n\nYes, and how many deaths will it take 'til he knows\n\nThat too many people have died?",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "aadc4e6cf9bcd662",
      "title": "Lean On Me",
      "lyrics": "Sometimes in our lives\n\nWe all have pain, we all have sorrow\n\nBut if we are wise\n\nWe know that there's always tomorrow\n\n*Lean on me*\n\n*When you're not strong*\n\n*And I'll be your friend*\n\n*I'll help you carry on*\n\n*For it won't be long*\n\n*Till I'm gonna need *\n\n*Somebody to lean on*\n\nPlease swallow your pride\n\nIf I have things you need to borrow\n\nFor no one can fill\n\nThose of your needs that you won't let show\n\nYou just call on me brother\n\nWhen you need a hand\n\n*We all need somebody to lean on*\n\nI just might have a problem\n\nThat you'll understand\n\n*We all need somebody to lean on*\n\n*Lean on me*\n\n*When you're not strong*\n\n*And I'll be your friend*\n\n*I'll help you carry on*\n\n*For it won't be long*\n\n*Till I'm gonna need *\n\n*Somebody to lean on*\n\nYou just call on me brother\n\nWhen you need a hand\n\n*We all need somebody to lean on*\n\nI just might have a problem\n\nThat you'll understand\n\n*We all need somebody to lean on*\n\nIf there is a load\n\nYou have to bear that you can't carry\n\nI'm right up the road\n\nI'll share your load if you just call me\n\n*Lean on me*\n\n*When you're not strong*\n\n*And I'll be your friend*\n\n*I'll help you carry on*\n\n*For it won't be long*\n\n*Till I'm gonna need *\n\n*Somebody to lean on*",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "df881bda2b23388d",
      "title": "Johnny I Hardly Knew Ya",
      "lyrics": "When on the road to sweet Athy, hurroo hurroo* (x2)*\n\nWhen on the road to sweet Athy, a stick in the hand, a drop in the eye\n\nA doleful damsel I heard cry\n\nJohnny\nI hardly knew ya\n\nWhere are your eyes that looked so mild, hurroo hurroo* (x2)*\n\nWhere are your eyes that looked so mild when my poor heart you first beguiled\n\nWhy did ya run from me and the child\n\nJohnny\nI hardly knew ya\n\n*With your guns and drums and drums and guns, hurroo hurroo (x2)*\n\n*With your guns and drums and drums and guns the enemy nearly slew ya*\n\n*My darling dear you look so queer*\n\n*Johnny I hardly knew ya*\n\nWhere are the legs with which you run, hurroo hurroo* (x2)*\n\nWhere are the legs with which you run when first you went to carry a gun\n\nIndeed your dancing days are done\n\nJohnny\nI hardly knew ya\n\nYou haven't an arm, you haven't a leg, hurroo hurroo* (x2)*\n\nYou haven't an arm, you haven't a leg, you're a spineless, boneless, chickenless\negg\n\nYou'll have to be put with the bowl to beg\n\nJohnny\nI hardly knew ya\n\nI'm happy for to see ya home, hurroo hurroo* (x2)*\n\nI'm happy for to see ya home, all from the Isle of Ceylon\n\nSo low in flesh, so high in bone\n\nJohnny\nI hardly knew ya\n\nThey're rolling out the guns again, hurroo hurroo*  (x2)*\n\nThey're rolling out the guns again, but they will not take our sons again\n\nNo they won't take our daughters and sons again\n\nJohnny\nI swear it to ya",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "853410ba290e9984",
      "title": "Amazing Grace",
      "lyrics": "Amazing grace, how sweet the sound\n\nThat saved a wretch like me\n\nI once was lost, but now am found\n\nWas blind, but now I see\n\n'Twas grace that taught my heart to fear\n\nAnd grace my fears relieved\n\nHow precious did that grace appear\n\nThe hour I first believed\n\nThrough many dangers, toils and snares\n\nI have already come\n\n'Tis grace has brought me safe thus far\n\nAnd grace will lead me home\n\nThe Lord has promised good to me\n\nHis word my hope secures\n\nHe will my shield and portion be\n\nAs long as life endures\n\nYes, when this flesh and heart shall fail\n\nAnd mortal life shall cease\n\nI shall possess, within the veil\n\nA life of joy and peace\n\nAmazing grace, how sweet the sound\n\nThat saved a wretch like me\n\nI once was lost, but now am found\n\nWas blind, but now I see",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "23b75f701f0410cd",
      "title": "Do You Hear the People Sing",
      "lyrics": "*Do you hear the people sing?*\n\n*Singing a song of angry men*\n\n*It is the music of a people who will not be slaves again*\n\n*When the beating of your heart echoes the beating of the drums*\n\n*There is a life about to start when tomorrow comes*\n\nWill you join in our crusade?\n\nWho will be strong and stand with me\n\nBeyond the barricade is there a world you long to see?\n\nThen join in the fight that will give you the right to be free\n\n*Do you hear the people sing?*\n\n*Singing a song of angry men*\n\n*It is the music of a people who will not be slaves again*\n\n*When the beating of your heart echoes the beating of the drums*\n\n*There is a life about to start when tomorrow comes*\n\n* *\n\nWill you give all you can give\n\nSo that our banner may advance\n\nSome will fall and some will live, will you stand up and take your chance?\n\nThe blood of the martyrs will water the meadows of France\n\n*Do you hear the people sing?*\n\n*Singing a song of angry men*\n\n*It is the music of a people who will not be slaves again*\n\n*When the beating of your heart echoes the beating of the drums*\n\n*There is a life about to start when tomorrow comes*",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "05c3d5c2adc70381",
      "title": "I Shall Be Released",
      "lyrics": "They say ev'rything can be replaced\n\nYet ev'ry distance is not near\n\nSo I remember ev'ry face\n\nOf ev'ry man who put me here\n\nI see my light come shining\n\nFrom the west unto the east\n\nAny day now, any day now\n\nI shall be released\n\nThey say ev'ry man needs protection\n\nThey say ev'ry man must fall\n\nYet I swear I see my reflection\n\nSome place so high above this wall\n\nI see my light come shining\n\nFrom the west unto the east\n\nAny day now, any day now\n\nI shall be released\n\nStanding next to me in this lonely crowd\n\nIs a man who swears he's not to blame\n\nAll day long I hear him shout so loud\n\nCrying out that he was framed\n\nI see my light come shining\n\nFrom the west unto the east\n\nAny day now, any day now\n\nI shall be released",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "5354e6dda521cbd8",
      "title": "Where Have All the Flowers Gone?",
      "lyrics": "Where have all the flowers gone?\n\n*Long time passing*\n\nWhere have all the flowers gone?\n\n*Long time ago*\n\nWhere have all the flowers gone?\n\nYoung girls have picked them, every one\n\n*When will they ever learn?*\n\n*When will they ever learn?*\n\nWhere have all the young girls gone?\n\n*Long time passing*\n\nWhere have all the young girls gone?\n\n*Long time ago*\n\nWhere have all the young girls gone?\n\nGone for husbands, every one\n\n*When will they ever learn?*\n\n*When will they ever learn?*\n\nWhere have all the husbands gone?\n\n*Long time passing*\n\nWhere have all the husbands gone?\n\n*Long time ago*\n\nWhere have all the husbands gone?\n\nGone for soldiers, every one\n\n*When will they ever learn?*\n\n*When will they ever learn?*\n\nWhere have all the soldiers gone?\n\n*Long time passing*\n\nWhere have all the soldiers gone?\n\n*Long time ago*\n\nWhere have all the soldiers gone?\n\nGone to graveyards, every one\n\n*When will they ever learn?*\n\n*When will they ever learn?*\n\nWhere have all the graveyards gone?\n\n*Long time passing*\n\nWhere have all the graveyards gone?\n\n*Long time ago*\n\nWhere have all the graveyards gone?\n\nGone to flowers, every one\n\n*When will they ever learn?*\n\n*When will they ever learn?*\n\nNow where have all the flowers gone?\n\n*Long time passing*\n\nWhere have all the flowers gone?\n\n*Long time ago*\n\nWhere have all the flowers gone?\n\nYoung girls have picked them, every one\n\n*When will they ever learn?*\n\n*When will they ever learn?*",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "feb8b84ef51e0ba4",
      "title": "Eve of Destruction",
      "lyrics": "The Eastern world, it is explodin'\n\nViolence flarin', bullets loadin'\n\nYou're old enough to kill but not for votin'\n\nYou don't believe in war, but what's that gun you're totin'?\n\nAnd even the Jordan river has bodies floatin'\n\n*But you tell me*\n\n*Over and over and over again, my friend*\n\n*How you don't believe*\n\n*We're on the eve of destruction*\n\nDon't you understand what I'm trying to say\n\nCan't you feel the fears I'm feeling today?\n\nIf the button is pushed, there's no runnin' away\n\nThere'll be no one to save with the world in a grave\n\nTake a look around you boy, it's bound to scare you, boy\n\nYeah, my blood's so mad, feels like coagulatin'\n\nI'm sittin' here just contemplatin'\n\nI can't twist the truth, it knows no regulation\n\nHandful of senators don't pass legislation\n\nAnd marches alone can't bring integration\n\nWhen human respect is disintegratin'\n\nThis whole crazy world is just too frustratin'\n\nAnd think of all the hate there is in Red China\n\nThen take a look around to Selma, Alabama\n\nAh, you may leave here for four days in space\n\nBut when you return, it's the same old place\n\nThe poundin' of the drums, the pride and disgrace\n\nYou can bury your dead, but don't leave a trace\n\nHate your next door neighbor but don't forget to say grace",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "d28e31b3676fbba4",
      "title": "I Have Come To Take My Boy Home",
      "lyrics": "Day and night the battle rages, rockets burst and bullets fly\n\nThe bodies of the fallen are abandoned where they lie\n\nBut who are these silent women coming slowly down the road?\n\nAnd where could they be going in this cold and bitter snow?\n\nA soldier steps into the road and says, \"You must go home\"\n\n\"You cannot be allowed to pass into the combat zone\"\n\nOne woman looks him in the eye and says, \"Shoot me if you will\"\n\n\"But\nI've come to take my boy home and I mean to find him still.\"\n\n*I have come to take my boy home for my heart is grievous sore*\n\n*I have come to take my boy home from your ugly little war*\n\n*You had no business sending him so far from his front door*\n\n*I have come to take my boy home you can't have him anymore*\n\nI did not raise my son to kill or spill his brother's blood\n\nHe never gets enough to eat and makes his bed in mud\n\nExhausted, cold, and hungry, he is ordered to attack\n\nI won't have him treated this way, so I've come to take him back\n\n*I have come to take my boy home for my heart is grievous sore*\n\n*I have come to take my boy home from your ugly little war*\n\n*You had no business sending him so far from his front door*\n\n*I have come to take my boy home you can't have him anymore*\n\nWhat if all the mothers in the world declared enough's enough\n\nAnd boldly faced the generals and dared to call their bluff\n\nMarching on the battlefields, their voices raised in song\n\nTo find their missing sons and take them home where they belong\n\n*I have come to take my boy home for my heart is grievous sore*\n\n*I have come to take my boy home from your ugly little war*\n\n*You had no business sending him so far from his front door*\n\n*I have come to take my boy home you can't have him anymore*",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "a1150a61f6f6949c",
      "title": "There Will Be Peace in the Valley",
      "lyrics": "Oh well, I'm tired and so weary but I must go along\n\n'Til the Lord comes and calls calls me away, oh, yes\n\nWell, the morn-ing is bright and the Lamb the Light\n\nAnd the night, night is as fair as the day, oh Yes\n\n*There will be peace in the valley for me, some day*\n\n*There will be peace in the valley for me, oh\nLord I pray*\n\n*There'll be no sadness, no sorrow*\n\n*No trouble, trouble I see*\n\n*There will be peace in the valley for me*\n\nThere the flow'rs will be blooming and the grass will be green\n\nAnd the skies will be clear and serene, oh Yes\n\nWell the sun ever beams, in this valley of dreams\n\nAnd no clouds there will ever be seen, oh Yes\n\nWell the bear will be gentle, and the wolf will be tame\n\nAnd the lion shall lay down by the lamb, oh Yes\n\nAnd the beast from the wild, shall be led by a child\n\nAnd\nI'll be changed, changed from this creature that I am, oh Yes",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "a1d4ef1f504d7560",
      "title": "Keep Your Eyes on the Prize",
      "lyrics": "Paul and Silas bound in jail\n\nGot no money for to go their bail\n\nKeep your eyes on the prize, hold on\n\nPaul and Silas thought they were lost\n\nThe dungeon shook and the chains fell off\n\nKeep your eyes on the prize, hold on\n\nFreedom's name is mighty sweet\n\nAnd one day soon we are gonna meet\n\nKeep your eyes on the prize, hold on\n\nI got my hand on the gospel plow\n\nWon't take nothing for my journey now\n\nKeep your eyes on the prize, hold on\n\nThe wait is slow, and we've so far to go\n\nKeep your eyes on the prize, hold on\n\nThe wait is slow, and we've so far to go\n\nKeep your eyes on the prize, hold on\n\nOnly chain a man can stand\n\nIs that chain of hand on hand\n\nKeep your eyes on the prize, hold on\n\nAin't no man on earth control\n\nThe weight of glory on a human soul\n\nKeep your eyes on the prize, hold on\n\nThe wait is slow, and we've so far to go\n\nKeep your eyes on the prize, hold on\n\nThe wait is slow, and we've so far to go\n\nKeep your eyes on the prize\n\nWhen you see a man walk free\n\nIt makes you dream of jubilee\n\nWhen you see a child walk free\n\nIt makes you dream of jubilee\n\nWhen you see a family free\n\nIt makes you dream of jubilee\n\nKeep your eyes on the prize, hold on",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "1d0025a28f6bc867",
      "title": "Last Night I Had the Strangest Dream",
      "lyrics": "Last night I had the strangest dream\n\nI ever dreamed before\n\nI dreamed the world had all agreed\n\nTo put an end to war\n\nI dreamed I saw a mighty room\n\nIt was filled with women and men\n\nAnd the papers they were signing said\n\nThey'd never fight again\n\nAnd when the papers were all signed\n\nAnd a million copies made\n\nThey all joined hands and bowed their heads\n\nAnd grateful prayers were prayed\n\nAnd the people in the streets below\n\nWere dancing round and round\n\nAnd guns and swords and uniforms\n\nLie scattered on the ground\n\nLast night I had the strangest dream\n\nI ever dreamed before\n\nI dreamed the world had all agreed\n\nTo put an end to war",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "3a3e0c24de651bad",
      "title": "Let's Impeach the President",
      "lyrics": "Let's impeach the President for lyin'\n\nAnd misleading our country into war\n\nAbusing all the power that we gave him\n\nAnd shipping all our money out the door\n\nWho's the man who hired all the criminals?\n\nThe White House shadows who hide behind closed doors\n\nThey bend the facts to fit with their new story\n\nOf why we have to send our men to war\n\nLet's impeach the President for spyin'\n\nOn citizens inside their own homes\n\nBreaking every law in the country\n\nTapping our computers and telephones\n\nWhat if Al Qaeda blew up the levees\n\nWould New Orleans have been safer that way?\n\nSheltered by our government's protection\n\nOr was someone just not home that day?\n\nYeah, let's impeach the president for hijacking\n\nOur religion and using it to get elected\n\nDividing our country into colors\n\nAnd still leaving black people neglected\n\nWell thank God he's cracking down on steroids\n\nSince he sold his old baseball team\n\nThere's lots of people looking at big trouble\n\nBut of course our president is clean\n\nThank God  Thank God  Thank God  Thank God\n\nThank God  Thank God  Thank God  Thank God",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "16632870bc5c6453",
      "title": "I'm the Man That Built the Bridges",
      "lyrics": "*I'm the man that built the bridges, I'm the man that laid the track*\n\n*I'm the man that built this country with my shoulders and my back*\n\n*I'm the man that built the power dams and oiled all the cars*\n\n*And I laid down the cornerstone for this great land of ours*\n\nI cleared the rocks and timber from the wild New England shore\n\nAnd\nI labored long and hard to make it grow\n\nI built the first log cabins and I raised a family\n\nTold\nKing George and all his Redcoats where to go\n\nI'm the boy that drove the wagons when the people headed west\n\nDug canals and pulled the barges on their way\n\nI built and ran the factories, cut the timber for your homes\n\nDrove the oxen when I cut and baled the hay\n\nI built the old sod shanties and I raised the prairie towns\n\nAnd\nI made the railroad run from sea to sea\n\nI raised and drove the cattle to feed a growing land\n\nAnd the mining towns are there because of me\n\nWell,\nI stoked the mighty furnaces and rolled the flamin' steel\n\nI operated oil rigs and wells\n\nAnd when the country needed them, I built the planes and tanks\n\nTo send the tyrants down to fry in hell\n\nWell, my face may not be pretty and my clothes are not the best\n\nAnd there ain't no big shots in my family tree\n\nBut if you're wonderin' who it was that made this country great\n\nYou don't have to look no further, it was me",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "463cbdb6910d9371",
      "title": "John Ball",
      "lyrics": "Who'll be the lady, who will be the lord\n\nWhen we are ruled by the love of another\n\nWho'll be the lady, who will be the lord\n\nIn the light that is coming in the morning\n\n*So sing, John Ball, and tell it to them all*\n\n*Long live the day that is dawning!*\n\n*I will crow like a cock*\n\n*I will carol like a lark*\n\n*In the light that is coming in the morning*\n\nEve is the lady, Adam is the lord\n\nWhen we are ruled by the love of another\n\nEve is the lady, Adam is the lord\n\nIn the light that is coming in the morning\n\nAll shall be ruled by fellowship I say\n\nWhen we are ruled by the love of another\n\nAll shall be ruled by fellowship I say\n\nIn the light that is coming in the morning\n\nLabor and spin for fellowship I say\n\nLabor and spin for the love of one another\n\nLabor and spin for fellowship I say\n\nAnd the light that is coming in the morning",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "1e85d77e5d74eae4",
      "title": "Banks of Marble",
      "lyrics": "I've traveled 'round this country, from shore to shining shore\n\nIt really made me wonder, the things I heard and saw\n\nI saw the weary FARMER, plowing sod and loam\n\nl heard the auction hammer, a-knocking down his home\n\n*But the banks are made of marble*\n\n*With a guard at every door*\n\n*And the vaults are stuffed with silver*\n\n*That the FARMER sweated for*\n\nI saw the weary MINER scrubbing coal dust from his back\n\nAnd I heard his children crying, \"Got no coal to heat the shack\"\n\nI've seen the weary OLD FOLKS who labored all their lives\n\nBut now the checks ain't coming, and they're made to stand in line\n\nI've seen the YOUNG FOLKS struggle, everywhere their backs are bent\n\nSaying \"Three jobs and a hustle ain't enough to make my rent\"\n\nYes I've seen the PEOPLE working throughout this mighty land\n\nl prayed we'd get together, and together make a stand\n\n*Then we'd own those banks of marble*\n\n*With a guard at every door*\n\n*And we would share those vaults of silver*\n\n*That WE have sweated for!*",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "c10d94b3128ad5b5",
      "title": "Joe Hill",
      "lyrics": "I dreamed I saw Joe Hill last night\n\nAlive as you or me\n\nSays\nI, *But Joe, you're ten years dead*\n\n*I never died*,\nsays he\n\n*I never died*,\nsays he\n\n*In\nSalt Lake, Joe*, I says to him\n\nHim standing by my bed\n\n*They framed you on a murder charge*\n\nSays\nJoe, *But I ain't dead*\n\nSays\nJoe, *But I ain't dead*\n\n*The copper bosses killed you, Joe*\n\n*They shot you, Joe,* says I\n\n*Takes more than guns to kill a man*\n\nSays\nJoe, *I didn't die*\n\nSays\nJoe, *I didn't die*\n\nAnd standing there as big as life\n\nAnd smiling with his eyes\n\nSays\nJoe, *What they forgot to kill*\n\n*Went on to organize*\n\n*Went on to organize*\n\n*Joe\nHill ain't dead*, he says to me\n\n*Joe\nHill ain't never died*\n\n*Whenever workers go on strike*\n\n*Joe\nHill is at their side*\n\n*Joe\nHill is at their side*\n\n*From\nSan Diego up to Maine*\n\n*In every mine and mill *\n\n*Where working folks defend their rights*\n\n*It's there you'll find Joe Hill*\n\n*It's there you'll find Joe Hill*\n\nI dreamed I saw Joe Hill last night\n\nAlive as you or me\n\nSays\nI, *But Joe, you're ten years dead*\n\n*I never died*,\nsays he\n\n*I never died*,\nsays he",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "66747fd522cdb2a1",
      "title": "The High Sheriff of Hazard",
      "lyrics": "Now the High Sheriff of\nHazard is a hard working man\n\nTo be a fine Sheriff is his only plan\n\nHe digs in our pockets and takes what he can\n\nFor he's the High\nSheriff of Hazard\n\nHe looked through my pockets, he's searched them with care\n\nBut nary a nickel or penny was there\n\nSo I got thirty days and some bumps in my hair\n\nGod bless the High\nSheriff of Hazard\n\nHe caught me one evening and here's what he said\n\n\"You look like a\nRussian, you look like a Red\n\nAnd if you are fond of your skin and your head\n\nBeware the high sheriff of Hazard.\"\n\nI thanked him politely,\nI thanked him for all\n\nAnd five minutes later,\nI made a phone call\n\nTo have a strike meeting at our Union hall\n\nAnd damn the high sheriff of Hazard!\n\nNow, men there are plenty who sweat out their lives\n\nTo scratch out a living for children and wives\n\nThey sweat for their pennies while the mine owner thrives\n\nWith the blessings of the high sheriff of Hazard\n\nWhen union men strike and the troubles come on\n\nThe high sheriff's word is the mine owner's bond\n\nHe's a mine owner, too, you know which side he's on\n\nHe's the wealthy high sheriff of Hazard\n\nIt seems to be so since this old world began\n\nThat some folks are willing to scheme and to plan\n\nTo gouge out a fortune from the poor working man\n\nFor example, the high sheriff of Hazard\n\nBut the answer is simple, the answer is clear\n\nLet's all get together with nothing to fear\n\nAnd throw the old bastard right out on his ear\n\nFarewell to the high sheriff of Hazard!",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "bb77f6143e95b0a3",
      "title": "Rolling Home",
      "lyrics": "Round goes the wheel of fortune, don't be afraid to ride\nThere's a land of milk and honey waits on the other side\nThere'll be peace and there'll be plenty, you'll never need to roam\nWhen we go rolling home, when we go rolling home\n\n*Rolling home! (When we go) *\n\nRolling home! (When we go)\nRolling! Rolling!\nWhen we go rolling home\n\nThe gentry in their fine array, they prosper night and morn\nWhile we unto the fields must go to plough and sow the corn\nThe rich they steal the power, but the glory is our own\nWhen we go rolling home, when we go rolling home\n\nThe frost is on the hedgerow, the icy winds do blow\nWhile we poor weary laborers trudge through the ice and snow\nOur dreams fly up to glory, up where the lark has flown\nWhen we go rolling home, when we go rolling home\n\nThe summer of resentment, the winter of despair\nThe journey to contentment is set with trap and snare\nStand to and stand together, your labor is your own\nWhen we go rolling home, when we go rolling home\n\nSo pass the bottle round and let the toast go free\nHere's a health to every laborer wherever they may be\nFair wages are now or never, let's reap what we have sown\nWhen we go rolling home, when we go rolling home",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "6e9bcafa479a1807",
      "title": "You Ain't Done Nothin' If You Ain't Been Called a Red",
      "lyrics": "When\nI was just a little kid, I used to love parades\n\nWith banners, bands, red balloons, and maybe lemonade\n\nWhen\nI came home one May Day, my neighbor's father said\n\n\"Them marchers is all Commies! Tell me, kid, are you a Red?\"\n\nWell,\nI didn't know just what he meant; my hair back then was brown\n\nOur house was plain red brick like most others in the town\n\nSo I went and asked my momma why that man called me Red\n\nMy momma took me on her knee, and this is what she said:\n\n*Well, you ain't done nothing if you ain't been called a Red*\n\n*If you've marched or agitated, then you're bound to hear it said*\n\n*So you might as well ignore it or love the word instead*\n\n*'Cause you ain't been doing nothing if you ain't been called a Red*\n\nWhen\nI was growing up I had my troubles I suppose\n\nWhen someone took exception to my face or to my clothes\n\nOr tried to cheat me on the job or hit me on the head\n\nWhen\nI organized to fight back, why, they all called me Red\n\nWhen\nI was living on my own, one apartment that I had\n\nHad a lousy, rotten landlord. Let me tell you, he was bad\n\nBut when he tried to throw me out, I rubbed my hands and said\n\n\"You haven't seen a struggle if you haven't fought a Red\"\n\nWell,\nI keep on agitating 'cause what else can you do?\n\nAre you gonna let those sons-of-bitches walk all over you?\n\nMy friend said, \"You'll get fired hanging with that Commie mob\"\n\nI should be so lucky, buddy, for I ain't got a job\n\nWell,\nI've been agitating now for many years and more\n\nFor jobs and for equality, and always against war\n\nI'll keep on agitating as far as I can see\n\nAnd if that's what being Red is, well, it's good enough for me",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "b98a68f138c2cf6e",
      "title": "Which Side Are You On?",
      "lyrics": "* *\n\nCome all of you good workers\n\nGood news to you I'll tell\n\nOf how that good old union\n\nHas come in here to dwell\n\n*Which side are you on?*\n\n*Which side are you on?*\n\n*Which side are you on?*\n\n*Which side are you on?*\n\nMy daddy was a miner\n\nAnd I'm a miner's son\n\nAnd I'll stick with the union\n\nTill every battle's won\n\nThey say in Harlan\nCounty\n\nThere are no neutrals there\n\nYou're either a Union miner\n\nOr a thug for J.H.\nBlair\n\nOh, workers can you stand it?\n\nOh, tell me how you can\n\nWill you be a lousy scab\n\nOr will you be a man?\n\nDon't scab for the bosses\n\nDon't listen to their lies\n\nUs poor folks haven't got a chance\n\nUnless we organize",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "0389e86f77b35c1e",
      "title": "Bread and Roses",
      "lyrics": "As we go marching, marching, in the beauty of the day\n\nA million darkened kitchens, a thousand mill lofts gray\n\nAre touched with all the radiance that a sudden sun discloses\n\nFor the people hear us singing, bread and roses, bread and roses\n\nAs we come marching, marching, we battle, too, for men\n\nFor they are in the struggle and together we shall win\n\nOur days shall not be sweated from birth until life closes\n\nHearts starve as well as bodies, give us bread, but give us roses\n\nAs we come marching, marching, unnumbered women dead\n\nGo crying through our singing their ancient call for bread\n\nSmall art and love and beauty their trudging spirits knew\n\nYes, it is bread we fight for, but we fight for roses too\n\nAs we go marching, marching, we're standing proud and tall\n\nThe rising of the women means the rising of us all\n\nNo more the drudge and idler, ten that toil where one reposes\n\nBut a sharing of life's glories, bread and roses, bread and roses",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "742d112def0a0ceb",
      "title": "Green Fields of France",
      "lyrics": "Well how do you do, Private William McBride\n\nDo you mind if I sit here down by your graveside\n\nAnd\nI'll rest for a while in the warm summer sun\n\nI've been walkin' all day long, and I'm nearly done\n\nI see by your gravestone you were only 19\n\nWhen you joined the glorious fallen in 1916\n\nWell,\nI hope you died quick, and I hope you died clean\n\nOr\nWillie McBride, was it slow and obscene?\n\n*Did they beat the drums slowly, did they play the fife lowly*\n\n*Did they sound the death march as they lowered you down*\n\n*Did the band sing \"The Last Post\" in chorus?*\n\n*Did the pipes play  \"The Flowers of the\nForest\"?*\n\nDid you leave a wife or a sweetheart behind\n\nIn some faithful heart is your memory enshrined\n\nAnd though you died way back in 1916\n\nTo that loyal heart are you forever 19\n\nOr are you a stranger without even a name\n\nForever enshrined behind some glass pane\n\nIn an old photograph, torn and tattered and stained\n\nAnd fading to yellow in a brown leather frame\n\nWell the sun's shining now on these green fields of France\n\nThe warm wind blows gently and the red poppies dance\n\nThe trenches have vanished long under the plough\n\nThere's no gas, no barbed wire, no guns firing now\n\nBut here in this graveyard it's still No Man's Land\n\nThe countless white crosses in mute witness stand\n\nTo man's blind indifference to his fellow man\n\nAnd a whole generation who were butchered and damned\n\nAnd\nI can't help but wonder, no Willie McBride,\n\nDo all those who lie here know why they died?\n\nDid you really believe them when they told you the Cause?\n\nYou really believe that this war would end wars?\n\nThe suffering, the sorrow, the glory, the shame,\n\nThe killing, the dying, it was all done in vain,\n\nFor\nWillie McBride, it all happened again,\n\nAnd again, and again, and again, and again",
      "createdAt": "2026-01-09T21:23:20.552Z"
    },
    {
      "id": "afee7f4c016e84aa",
      "title": "The Band Played Waltzing Matilda",
      "lyrics": "Now when I was a young man, I carried me pack\n\nAnd I lived the free life of the rover\n\nFrom the Murray's green basin to the dusty outback\n\nWell, I waltzed my\nMatilda all over\n\nThen in 1915, my country said \"Son\n\nIt's time you stopped rambling, there's work to be done\"\n\nSo they gave me a tin hat, and they gave me a gun\n\nAnd they marched me away to the war\n\n*And the band played Waltzing Matilda*\n\n*As the ship pulled away from the quay*\n\n*And amidst all the cheers, the flag-waving and tears*\n\n*We sailed off for Gallipoli*\n\nAnd how well I remember that terrible day\n\nHow our blood stained the sand and the water\n\nAnd of how in that hell that they called Suvla Bay\n\nWe were butchered like lambs at the slaughter\n\nJohnny Turk, he was waiting, he'd primed himself well\n\nHe showered us with bullets and he rained us with shell\n\nAnd in five minutes flat, he'd blown us all to hell\n\nNearly blew us right back to Australia\n\n*But the band played Waltzing Matilda*\n\n*When we stopped to bury our slain*\n\n*We buried ours, and the Turks buried theirs*\n\n*Then we started all over again*\n\nAnd those that were left, well we tried to survive\n\nIn that mad world of blood, death and fire\n\nAnd for ten weary weeks, I kept myself alive\n\nThough around me the corpses piled higher\n\nThen a big Turkish shell knocked me arse over head\n\nAnd when I woke up in me hospital bed\n\nAnd saw what it had done, well I wished I was dead\n\nNever knew there was worse things than dyin'\n\n*For I'll go no more waltzing Matilda*\n\n*All around the green bush far and free*\n\n*To hump tent and pegs, a man needs both legs*\n\n*No more waltzing\nMatilda for me*\n\nSo they gathered the crippled, the wounded, the maimed\n\nAnd they shipped us back home to Australia\n\nThe legless, the armless, the blind, the insane\n\nThose proud wounded heroes of Suvla\n\nAnd as our ship pulled into Circular Quay\n\nI looked at the place where me legs used to be\n\nAnd thanked Christ there was nobody waiting for me\n\nTo grieve, to mourn, and to pity\n\nBut the band played\nWaltzing Matilda\n\nAs they carried us down the gangway\n\nBut nobody cheered, they just stood and stared\n\nThen they turned all their faces away\n\nAnd so now every\nApril, I sit on me porch\n\nAnd I watch the parades pass before me\n\nAnd I see my old comrades, how proudly they march\n\nReviving old dreams of past glories\n\nAnd the old men march slowly, old bones stiff and sore\n\nThey're tired old heroes from a forgotten war\n\nAnd the young people ask, \"What are they marching for?\"\n\nAnd I ask myself the same question\n\nBut the band plays\nWaltzing Matilda\n\nAnd the old men still answer the call\n\nBut as year follows year, more old men disappear\n\nSomeday no one will march there at all\n\nWaltzing Matilda,\nWaltzing Matilda\n\nWho'll come a-waltzing Matilda with me?\n\nAnd their ghosts may be heard\n\nAs they march by that billabong\n\nWho'll come a-waltzing Matilda with me?\n\nINDEX\n\nWe\nShall Overcome................................................................................................. 1\n\nIf I Had A\nHammer................................................................................................... 2\n\nDown By the Riverside (Study War No More)................................................... 3\n\nHow Can I\nKeep From Singing?........................................................................... 4\n\nI Hear\nThem All......................................................................................................... 5\n\nWe Shall\nNot Be Moved.......................................................................................... 6\n\nAin't\nGonna Let Nobody Turn Me Around.......................................................... 7\n\nSolidarity\nForever..................................................................................................... 8\n\nPlane\nWreck at Los Gatos (Deportees)............................................................... 9\n\nThis Land\nIs Your Land.......................................................................................... 10\n\nI Ain't\nMarching Anymore.................................................................................... 11\n\nBlowing In the Wind.............................................................................................. 12\n\nLean On Me.............................................................................................................. 13\n\nJohnny I\nHardly Knew Ya...................................................................................... 14\n\nAmazing\nGrace........................................................................................................ 15\n\nDo You\nHear the People Sing (When Tomorrow Comes)........................... 16\n\nI Shall Be\nReleased................................................................................................. 17\n\nWhere Have\nAll the Flowers Gone?................................................................... 18\n\nEve of\nDestruction.................................................................................................. 19\n\nI Have\nCome To Take My Boy Home................................................................ 20\n\nThere Will\nBe Peace in the Valley...................................................................... 21\n\nKeep Your\nEyes on the Prize............................................................................... 22\n\nLast Night\nI Had the Strangest Dream.............................................................. 23\n\nLet's\nImpeach the President................................................................................ 24\n\nI'm the\nMan That Built the Bridges.................................................................... 25\n\nJohn Ball................................................................................................................... 26\n\nBanks of\nMarble...................................................................................................... 27\n\nJoe Hill...................................................................................................................... 28\n\nThe High\nSheriff of Hazard................................................................................. 29\n\nRolling\nHome.......................................................................................................... 30\n\nYou Ain't\nDone Nothin' If You Ain't Been Called a Red............................... 31\n\nWhich Side\nAre You On?...................................................................................... 32\n\nBread and\nRoses..................................................................................................... 33\n\nGreen\nFields of France (No Man's Land)......................................................... 33\n\nThe Band\nPlayed Waltzing Matilda................................................................... 36",
      "createdAt": "2026-01-09T21:23:20.552Z"
    }
  ],
  "lists": [
    {
      "id": "carolsing1",
      "name": "Carol Sing",
      "songIds": [
        "chariots1",
        "shepherds1"
      ],
      "createdAt": "2024-01-01T00:00:00.000Z"
    },
    {
      "id": "8ebba3cc71644442",
      "name": "Protest Songs - Jan. 2026",
      "songIds": [
        "8b4436a1bc73ab45",
        "6305459948be6ff7",
        "2862c3660ae557a0",
        "38603e6a52f78087",
        "ad89db0b3591b64c",
        "e19bd70c992e00c5",
        "08c12b6844ea206f",
        "fbef6d93c7e52e05",
        "4d3934e90cd3173d",
        "8d020cd8db8d60e5",
        "8c989d2aa1884171",
        "5ed33eb217fdf22a",
        "aadc4e6cf9bcd662",
        "df881bda2b23388d",
        "853410ba290e9984",
        "23b75f701f0410cd",
        "05c3d5c2adc70381",
        "5354e6dda521cbd8",
        "feb8b84ef51e0ba4",
        "d28e31b3676fbba4",
        "a1150a61f6f6949c",
        "a1d4ef1f504d7560",
        "1d0025a28f6bc867",
        "3a3e0c24de651bad",
        "16632870bc5c6453",
        "463cbdb6910d9371",
        "1e85d77e5d74eae4",
        "c10d94b3128ad5b5",
        "66747fd522cdb2a1",
        "bb77f6143e95b0a3",
        "6e9bcafa479a1807",
        "b98a68f138c2cf6e",
        "0389e86f77b35c1e",
        "742d112def0a0ceb",
        "afee7f4c016e84aa"
      ],
      "useCustomOrder": true,
      "createdAt": "2026-01-09T21:23:20.552Z"
    }
  ],
  "admin": {
    "password": "aea494e421713fcff84dee479aa9c9b11a180f0f944654598662998fd714f282583ab7eaf9fcb087a7282557bad45b7ae191101c2ae66d68716044dcdd8ecad5",
    "salt": "d12c0412ffbd6cff3d13ecce7c6a247a"
  },
  "stats": {
    "songViews": {
      "8b4436a1bc73ab45": 15,
      "66747fd522cdb2a1": 1,
      "aadc4e6cf9bcd662": 3,
      "afee7f4c016e84aa": 5,
      "c10d94b3128ad5b5": 3,
      "6305459948be6ff7": 2,
      "2862c3660ae557a0": 6,
      "8d020cd8db8d60e5": 5,
      "38603e6a52f78087": 9,
      "feb8b84ef51e0ba4": 2,
      "3a3e0c24de651bad": 4,
      "1d0025a28f6bc867": 2,
      "b98a68f138c2cf6e": 3,
      "23b75f701f0410cd": 5,
      "fbef6d93c7e52e05": 4,
      "6e9bcafa479a1807": 3,
      "4d3934e90cd3173d": 3,
      "0389e86f77b35c1e": 3,
      "742d112def0a0ceb": 2,
      "bb77f6143e95b0a3": 6,
      "ad89db0b3591b64c": 2,
      "e19bd70c992e00c5": 1,
      "a1d4ef1f504d7560": 1,
      "8c989d2aa1884171": 1,
      "853410ba290e9984": 1
    },
    "listViews": {
      "8ebba3cc71644442": 77,
      "carolsing1": 2
    }
  }
}